final Map<String, String> arSA = {
  // Start Screen
  "lbl": "تطبيق العميل", 
  "lbl2": "تطبيق", 
  "lbl3": "العميل", 
  "lbl4": "اضغط",
  "lbl5": "للبدأ ",

  // Sign in Screen
  "lbl6": "اسم الكريم", 
  "lbl7": "حفظ", 
  "msg": "المعلومات الشخصية",
  "msg2": "البريد الاكتروني",

  // Sign in Three Screen
  "lbl8": "تخطي",
  "lbl9": "اضف موقعك ",
  "msg3": "ابحث عن مبنى او منطقة",
  "msg4": "تأكيد الموقع المحدد",

  // Sign in One Screen
  "lbl10": "أعد إرساله",
  "lbl11": "تأكيد",
  "msg5": "التحقق من صحة الرقم",
  "msg6": "قم بإدخال الرمز الذي تم إرساله لك",
  "msg7": "لم تتلقى رمزاً ؟ أعد إرساله",
  "msg8": "لم تتلقى رمزاً ؟ ",
  "msg_966_1234_567_89": "+966 1234 567 89",

  // Sign in Two Screen
  "lbl12": "رقم الهاتف", 
  "lbl13": "تسجيل دخول", 
  "lbl_966": "966+",
  "msg9": "تسجيل دخول او انشاء حساب",

  // Onboarding  One Screen
  "lbl14": "عرض الخدمات",
  "msg10": "شركة الاتقان للنظافة العامة",
  "msg11":
      "توفر شركة الاتقان للنظافة العامة  افضل الفنيين المدربين على تنفيذ كافة اعمال النظافة بمختلف انواعها بجدة مثل تنظيف المنازل و تنظيف الشقق و تنظيف المجالس و تنظيف الخزانات",

  // Notifications Screen
  "lbl15": "الاشعارات", 
  "lbl16": "عنوان الاشعار",
  "msg12": "هنا يتم كتابة تفاصيل الاشعار",

  // Payment Screen
  "msg16": "لحظات ... جاري انشاء الطلب",

  // Select Date Slots Screen
  "lbl40": "عدد مرات الحجز",
  "lbl41": "اختر اليوم",
  "lbl42": "مساءً",
  "lbl43": "نهاراَ",
  "lbl44": "صباحاَ",
  "lbl45": "اختر المندوب",
  "lbl46": "حكيم",
  "lbl47": " اسلام",
  "lbl48": "استمرار",
  "msg18": "اختر الفترة المناسبة",

  // Service Details Screen
  "lbl50": "النظافة",
  "lbl51": "الشاملة",
  "lbl52": "تعاقد دائم",
  "lbl53": "اختر الخدمة",
  "lbl_100": "100 ر.س/ساعة ",
  "lbl_1502": "150 ر.س/ساعة ",
  "lbl_502": "50 ر.س/ساعة ",
  "lbl_80": "80 ر.س/ساعة ",
  "msg19":
      "نوفر افضل العمالة لتنظيف المنازل والشقق والفلل  بارخص الاسعار بافضل مواد التنظيف",
  "msg20": "كم مرة تفضل أن يتم التنظيف؟",
  "msg21": "تنظيف عميق للبيت",
  "msg22": "تنظيف خزانات المياه و المسابح",
  "msg23": "تنظيف وتعقيم المكيفات",

  // Onboarding  Screen
  "lbl54": "استخدم الكود",
  "lbl55": "الخدمات",
  "lbl56": "طلبات الصيانة",
  "lbl57": "مكافحة الحشرات",
  "lbl58": "عقود العمالة",
  "lbl59": "نقل الاثاثات",
  "lbl_152": "15%",
  "lbl_etq15": " ETQ15",
  "msg24": "خصم على جميع خدمات التنظيف",

  // Prev Bookings Screen
  "msg25": "لاتوجد لديك طلبات سابقة",

  // Current Bookings Screen
  "lbl63": "\\ صباحاً", 
  "lbl_15_12_2023": "15-12 -2023  ",

  // Current Bookings - Tab Container Screen
  "msg26": "الحجوزات السابقة", 
  "msg27": "الحجوزات الحالية",

  // iPhone 14 & 15 Pro - Three Screen
  "msg28": "+ إضافة بطاقة جديدة", 
  "msg29": " إضافة بطاقة جديدة",

  // iPhone 14 & 15 Pro - Two Screen
  "lbl67": "المكتب", 
  "msg30": "+ إضافة عنوان جديد",
  "msg31": " إضافة عنوان جديد",

  // iPhone 14 & 15 Pro - One Screen
  "msg32":
      "اتقان توفر خدمة النظافة العامة، يمكنك اختيار نوع الخدمة وتحديد التاريخ والوقت وإعادة جدول الزيارات واختيار المندوب  مباشرة من التطبيق، قمنا بتصميم باقات لتقديم الخدمات وتدريب المناديب بشكل احترافي بشغف لضمان أعلى جودة وفقً لمتطلباتك",
  "msg33":
      "تقدم الخدمات التالية:\nمكافحة الحشرات \nالنظافة الشاملة \nطلبات الصيانة \nعقود العمالة \nنقل االثاثات",

  // More Screen
  "lbl69": "تعديل البيانات",
  "lbl70": "وائل حسن",
  "lbl71": "محفظتي",
  "lbl72": "شحن المحفظة",
  "lbl73": "نحن في خدمتك",
  "lbl74": "شارك التطبيق",
  "lbl75": "تسجيل خروج",
  "lbl_150_0": "150.0 ر.س",
  "msg_966_5553_080_45": "+966 5553 080 45",

  // Common String
  "lbl17": "تفاصيل الخدمة",
  "lbl18": "نوع الخدمة",
  "lbl19": "تنظيف منزل جديد",
  "lbl20": "مرة واحدة",
  "lbl21": "صباحاً",
  "lbl22": "الاثنين",
  "lbl23": "خلصنا",
  "lbl24": "جاري العمل",
  "lbl25": "تم انشاء الطلب",
  "lbl26": "حكيم اسلام",
  "lbl27": "ملخص الدفع",
  "lbl28": "الدفع",
  "lbl29": "المحفظة",
  "lbl30": "رصيدك المتوفر",
  "lbl31": "البطاقات",
  "lbl32": "تعديل",
  "lbl33": " معلومات الدفع",
  "lbl34": "تغيير",
  "lbl35": "المنزل",
  "lbl36": "العنوان",
  "lbl37": "تفعيل",
  "lbl38": "ادخل كود الخصم",
  "lbl39": "الاجمالي",
  "lbl49": "النظافة الشاملة",
  "lbl60": "المزيد",
  "lbl61": "حجوزاتي",
  "lbl62": "الرئيسية",
  "lbl64": "بطاقات الدفع",
  "lbl65": "+",
  "lbl66": "عناويني",
  "lbl68": "عن اتقان",
  "lbl_150": " 150 ر.س",
  "lbl_200": "200 ر.س",
  "lbl_2_2024": "2 يناير 2024",
  "msg13": "المجموع (شامل الضريبة المضافة)",
  "msg14": "+ اضافة بطاقة جديدة",
  "msg15": "شارع التحلية ـ كونكورد بلازا صند...",
  "msg17": "اختر تاريخ الزيارة",
  "msg_expires_in_08_2030": "Expires in 08/2030",
  "msg_mastercard": "Mastercard **** 26636",

// Network Error String
  "msg_network_err": "Network Error",
  "msg_something_went_wrong": "Something Went Wrong!",
};
